Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# gettingStarted.tip.sync.message
source: Sync Stars after signing in to bring the latest GitHub changes into Starcat.
ar: زامن النجوم بعد تسجيل الدخول لجلب أحدث تغييرات GitHub إلى Starcat.
de: Nach der Anmeldung Stars synchronisieren, um die neuesten GitHub-Änderungen in Starcat zu bringen.
es: Sincroniza las estrellas después de iniciar sesión para traer los últimos cambios de GitHub a Starcat.
fr: Synchroniser les Stars après connexion pour importer les dernières modifications GitHub dans Starcat.
id: Sinkronkan Bintang setelah masuk untuk membawa perubahan GitHub terbaru ke Starcat.
it: Sincronizza le stelle dopo l'accesso per portare le ultime modifiche GitHub in Starcat.
ja: サインイン後にスターを同期して、最新のGitHubの変更をStarcatに取り込みます。
ko: 로그인 후 Stars를 동기화하여 최신 GitHub 변경 사항을 Starcat에 가져오세요.
nl: Synchroniseer Stars na aanmelden om de nieuwste GitHub-wijzigingen in Starcat te krijgen.
pl: Zsynchronizuj gwiazdki po zalogowaniu, aby pobrać najnowsze zmiany z GitHub do Starcat.
pt_br: Sincronize as Stars após entrar para trazer as últimas alterações do GitHub para o Starcat.
ru: Синхронизируйте звёзды после входа, чтобы загрузить последние изменения из GitHub в Starcat.
tr: Oturum açtıktan sonra Yıldızları senkronize ederek en son GitHub değişikliklerini Starcat'a getirin.
uk: Синхронізуйте зірки після входу, щоб отримати останні зміни GitHub у Starcat.
vi: Đồng bộ Stars sau khi đăng nhập để cập nhật thay đổi GitHub mới nhất vào Starcat.
zh_hans: 登录后同步 Stars，把 GitHub 上的最新收藏变化带回 Starcat。
zh_hant: 登入後同步 Stars，將 GitHub 上的最新收藏變化帶回 Starcat。

# gettingStarted.tip.sync.title
source: Keep your library fresh
ar: حافظ على مكتبتك محدثة
de: Bibliothek aktuell halten
es: Mantén tu biblioteca actualizada
fr: Garder votre bibliothèque à jour
id: Jaga perpustakaan Anda tetap segar
it: Mantieni aggiornata la tua libreria
ja: ライブラリを最新に保つ
ko: 라이브러리를 최신 상태로 유지
nl: Houd uw bibliotheek actueel
pl: Utrzymuj swoją bibliotekę aktualną
pt_br: Mantenha sua biblioteca atualizada
ru: Поддерживайте библиотеку в актуальном состоянии
tr: Kütüphanenizi güncel tutun
uk: Підтримуйте бібліотеку в актуальному стані
vi: Giữ thư viện luôn mới
zh_hans: 保持资料库更新
zh_hant: 保持資料庫更新

# gettingStarted.title
source: Start with Starcat
ar: ابدأ مع Starcat
de: Mit Starcat starten
es: Empezar con Starcat
fr: Commencer avec Starcat
id: Mulai dengan Starcat
it: Inizia con Starcat
ja: Starcatを始める
ko: Starcat 시작하기
nl: Begin met Starcat
pl: Zacznij od Starcat
pt_br: Comece com o Starcat
ru: Начало работы со Starcat
tr: Starcat ile başlayın
uk: Початок роботи з Starcat
vi: Bắt đầu với Starcat
zh_hans: 开始使用 Starcat
zh_hant: 開始使用 Starcat

# githubStarLists.context.addToGroupSection
source: Add to Group:
ar: إضافة إلى مجموعة:
de: Zu Gruppe hinzufügen:
es: Añadir al grupo:
fr: Ajouter au groupe :
id: Tambahkan ke Grup:
it: Aggiungi al gruppo:
ja: グループに追加:
ko: 그룹에 추가:
nl: Voeg toe aan groep:
pl: Dodaj do grupy:
pt_br: Adicionar ao grupo:
ru: Добавить в группу:
tr: Gruba ekle:
uk: Додати до групи:
vi: Thêm vào Nhóm:
zh_hans: 添加到分组：
zh_hant: 新增到群組：

# githubStarLists.context.moveToOtherGroupSection
source: Move to Other Group:
ar: نقل إلى مجموعة أخرى:
de: In andere Gruppe verschieben:
es: Mover a otro grupo:
fr: Déplacer vers un autre groupe :
id: Pindahkan ke Grup Lain:
it: Sposta in altro gruppo:
ja: 他のグループに移動:
ko: 다른 그룹으로 이동:
nl: Verplaats naar andere groep:
pl: Przenieś do innej grupy:
pt_br: Mover para outro grupo:
ru: Переместить в другую группу:
tr: Diğer Gruba taşı:
uk: Перемістити до іншої групи:
vi: Di chuyển đến Nhóm khác:
zh_hans: 移到其他分组：
zh_hant: 移動到其他群組：

# githubStarLists.context.noGroups
source: No groups
ar: لا توجد مجموعات
de: Keine Gruppen
es: Sin grupos
fr: Aucun groupe
id: Tidak ada grup
it: Nessun gruppo
ja: グループなし
ko: 그룹 없음
nl: Geen groepen
pl: Brak grup
pt_br: Nenhum grupo
ru: Нет групп
tr: Grup yok
uk: Немає груп
vi: Không có nhóm
zh_hans: 暂无分组
zh_hant: 暫無群組

# githubStarLists.context.removeFromGroupFormat
source: Remove from '%@'
ar: إزالة من '%@'
de: Aus '%@' entfernen
es: Eliminar de '%@'
fr: Retirer de '%@'
id: Hapus dari '%@'
it: Rimuovi da '%@'
ja: '%@'から削除
ko: '%@'에서 제거
nl: Verwijder uit '%@'
pl: Usuń z '%@'
pt_br: Remover de '%@'
ru: Удалить из «%@»
tr: '%@' grubundan çıkar
uk: Видалити з '%@'
vi: Xóa khỏi '%@'
zh_hans: 移出「%@」
zh_hant: 移出「%@」

# githubStarLists.editor.color
source: Color
ar: اللون
de: Farbe
fr: Couleur
id: Warna
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# githubStarLists.editor.color.auto
source: Auto color
ar: لون تلقائي
de: Automatische Farbe
es: Color automático
fr: Couleur automatique
id: Warna otomatis
it: Colore automatico
ja: 自動色
ko: 자동 색상
nl: Automatische kleur
pl: Automatyczny kolor
pt_br: Cor automática
ru: Автоцвет
tr: Otomatik renk
uk: Автоколір
vi: Tự động chọn màu
zh_hans: 自动颜色
zh_hant: 自動顏色

# githubStarLists.editor.delete.message
source: This will delete the list on GitHub and remove its repository memberships.
ar: سيؤدي هذا إلى حذف القائمة على GitHub وإزالة عضويات المستودعات المرتبطة بها.
de: Dies löscht die Liste auf GitHub und entfernt ihre Repository-Mitgliedschaften.
es: Esto eliminará la lista en GitHub y sus membresías de repositorio.
fr: Cela supprimera la liste sur GitHub et retirera ses appartenances aux dépôts.
id: Ini akan menghapus daftar di GitHub dan menghapus keanggotaan repositorinya.
it: Questo eliminerà l'elenco su GitHub e rimuoverà le sue appartenenze ai repository.
ja: これによりGitHub上のリストが削除され、リポジトリのメンバーシップが解除されます。
ko: GitHub에서 목록이 삭제되고 저장소 멤버십이 제거됩니다.
nl: Dit verwijdert de lijst op GitHub en verwijdert de repositorylidmaatschappen.
pl: Spowoduje to usunięcie listy na GitHub i usunięcie jej członkostw w repozytoriach.
pt_br: Isso excluirá a lista no GitHub e removerá as associações de repositórios.
ru: Это удалит список на GitHub и его членства в репозиториях.
tr: Bu, GitHub'daki listeyi ve depo üyeliklerini silecektir.
uk: Це видалить список на GitHub і видалить членство в репозиторіях.
vi: Thao tác này sẽ xóa danh sách trên GitHub và loại bỏ tư cách thành viên kho lưu trữ của nó.
zh_hans: 这会在 GitHub 删除该分组，并移除其中的仓库关系。
zh_hant: 這會在 GitHub 上刪除該群組，並移除其中的倉庫關聯。

# githubStarLists.editor.delete.title
source: Delete Group?
ar: حذف المجموعة؟
de: Gruppe löschen?
es: ¿Eliminar grupo?
fr: Supprimer le groupe ?
id: Hapus Grup?
it: Eliminare il gruppo?
ja: グループを削除しますか？
ko: 그룹을 삭제할까요?
nl: Groep verwijderen?
pl: Usunąć grupę?
pt_br: Excluir grupo?
ru: Удалить группу?
tr: Grup silinsin mi?
uk: Видалити групу?
vi: Xóa Nhóm?
zh_hans: 删除分组？
zh_hant: 刪除群組？

# githubStarLists.editor.description
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# githubStarLists.editor.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# githubStarLists.editor.name.placeholder
source: Name this group
ar: سمِّ هذه المجموعة
de: Gruppe benennen
es: Nombre este grupo
fr: Nommer ce groupe
id: Beri nama grup ini
it: Assegna un nome a questo gruppo
ja: グループに名前を付ける
ko: 그룹 이름 입력
nl: Noem deze groep
pl: Nazwij tę grupę
pt_br: Nomeie este grupo
ru: Назовите эту группу
tr: Bu grubu adlandırın
uk: Назвіть цю групу
vi: Đặt tên cho nhóm này
zh_hans: 为分组命名
zh_hant: 為群組命名

# githubStarLists.editor.private
source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
id: Pribadi
it: Privato
ja: 非公開
ko: 비공개
nl: Privé
pl: Prywatna
pt_br: Privado
ru: Приватная
tr: Özel
uk: Приватний
vi: Riêng tư
zh_hans: 私有
zh_hant: 私有

# githubStarLists.editor.saving
source: Saving...
ar: جارٍ الحفظ...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
id: Menyimpan...
it: Salvataggio in corso...
ja: 保存中...
ko: 저장 중...
nl: Bezig met opslaan...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
tr: Kaydediliyor...
uk: Збереження...
vi: Đang lưu...
zh_hans: 保存中...
zh_hant: 儲存中...

# githubStarLists.editor.title.create
source: Create Group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
id: Buat Grup
it: Crea gruppo
ja: グループを作成
ko: 그룹 생성
nl: Maak groep
pl: Utwórz grupę
pt_br: Criar grupo
ru: Создать группу
tr: Grup Oluştur
uk: Створити групу
vi: Tạo Nhóm
zh_hans: 新增分组
zh_hant: 新增群組

# githubStarLists.editor.title.edit
source: Edit Group
ar: تحرير المجموعة
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
id: Edit Grup
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nl: Bewerk groep
pl: Edytuj grupę
pt_br: Editar grupo
ru: Редактировать группу
tr: Grubu Düzenle
uk: Редагувати групу
vi: Sửa Nhóm
zh_hans: 编辑分组
zh_hant: 編輯群組

# githubStarLists.error.orgOAuthRestricted.adminOption
source: Only organization members or outside collaborators may be able to request app approval.
ar: قد يتمكن أعضاء المؤسسة أو المتعاونون الخارجيون فقط من طلب الموافقة على التطبيق.
de: Nur Organisationsmitglieder oder externe Mitarbeiter können möglicherweise die App-Zulassung beantragen.
es: Es posible que solo los miembros de la organización o colaboradores externos puedan solicitar la aprobación de la aplicación.
fr: Seuls les membres de l'organisation ou les collaborateurs externes peuvent demander l'approbation de l'application.
id: Hanya anggota organisasi atau kolaborator luar yang mungkin dapat meminta persetujuan aplikasi.
it: Solo i membri dell'organizzazione o i collaboratori esterni potrebbero poter richiedere l'approvazione dell'app.
ja: 組織メンバーまたは外部コラボレーターのみがアプリの承認をリクエストできる場合があります。
ko: 조직 구성원이나 외부 협력자만 앱 승인을 요청할 수 있습니다.
nl: Alleen organisatieleden of externe medewerkers kunnen mogelijk app-goedkeuring aanvragen.
pl: Tylko członkowie organizacji lub zewnętrzni współpracownicy mogą być w stanie poprosić o zatwierdzenie aplikacji.
pt_br: Somente membros da organização ou colaboradores externos podem solicitar aprovação do aplicativo.
ru: Только участники организации или внешние соавторы могут запросить одобрение приложения.
tr: Yalnızca kuruluş üyeleri veya dış işbirlikçiler uygulama onayı talep edebilir.
uk: Лише учасники організації або зовнішні співробітники можуть подати запит на схвалення застосунку.
vi: Chỉ thành viên tổ chức hoặc cộng tác viên bên ngoài mới có thể yêu cầu phê duyệt ứng dụng.
zh_hans: 只有组织成员或外部协作者才可能申请 App 授权。
zh_hant: 只有組織成員或外部協作者才能申請應用程式授權。

# githubStarLists.error.orgOAuthRestricted.githubOption
source: You can still change this list on GitHub.
ar: لا يزال بإمكانك تغيير هذه القائمة على GitHub.
de: Sie können diese Liste weiterhin auf GitHub ändern.
es: Aún puedes cambiar esta lista en GitHub.
fr: Vous pouvez toujours modifier cette liste sur GitHub.
id: Anda masih dapat mengubah daftar ini di GitHub.
it: Puoi comunque modificare questo elenco su GitHub.
ja: GitHub上でこのリストを変更することもできます。
ko: GitHub에서 이 목록을 변경할 수 있습니다.
nl: U kunt deze lijst nog steeds wijzigen op GitHub.
pl: Nadal możesz zmienić tę listę na GitHub.
pt_br: Você ainda pode alterar esta lista no GitHub.
ru: Вы всё ещё можете изменить этот список на GitHub.
tr: Bu listeyi yine de GitHub'da değiştirebilirsiniz.
uk: Ви все ще можете змінити цей список на GitHub.
vi: Bạn vẫn có thể thay đổi danh sách này trên GitHub.
zh_hans: 你仍然可以在 GitHub 网页端手动操作。
zh_hant: 你仍可在 GitHub 網頁端手動操作。

# githubStarLists.error.orgOAuthRestricted.impact
source: Starcat cannot update this repository's list membership through the GitHub API.
ar: لا يستطيع Starcat تحديث عضوية قائمة هذا المستودع عبر واجهة برمجة تطبيقات GitHub.
de: Starcat kann die Listenmitgliedschaft dieses Repositorys nicht über die GitHub-API aktualisieren.
es: Starcat no puede actualizar la membresía de lista de este repositorio a través de la API de GitHub.
fr: Starcat ne peut pas mettre à jour l'appartenance de ce dépôt à une liste via l'API GitHub.
id: Starcat tidak dapat memperbarui keanggotaan daftar repositori ini melalui API GitHub.
it: Starcat non può aggiornare l'appartenenza all'elenco di questo repository tramite l'API GitHub.
ja: StarcatはGitHub APIを通じてこのリポジトリのリストメンバーシップを更新できません。
ko: Starcat이 GitHub API를 통해 이 저장소의 목록 멤버십을 업데이트할 수 없습니다.
nl: Starcat kan het lijstlidmaatschap van deze repository niet bijwerken via de GitHub API.
pl: Starcat nie może zaktualizować członkostwa tego repozytorium na liście przez API GitHub.
pt_br: O Starcat não pode atualizar a associação à lista deste repositório pela API do GitHub.
ru: Starcat не может обновить членство этого репозитория в списке через API GitHub.
tr: Starcat, bu deponun liste üyeliğini GitHub API'si aracılığıyla güncelleyemiyor.
uk: Starcat не може оновити членство в списку цього репозиторію через API GitHub.
vi: Starcat không thể cập nhật tư cách thành viên danh sách của kho lưu trữ này qua API GitHub.
zh_hans: Starcat 无法通过 GitHub API 修改该仓库的分组。
zh_hant: Starcat 無法透過 GitHub API 更新此倉庫的群組歸屬。

# githubStarLists.error.orgOAuthRestricted.note
source: This is not a token scope issue or a local data error. It is GitHub's organization-level OAuth App policy, and ordinary starrers may not have an approval path.
ar: هذه ليست مشكلة في نطاق الرمز المميز أو خطأ في البيانات المحلية. إنها سياسة تطبيق OAuth على مستوى المؤسسة في GitHub، وقد لا يمتلك المنجمون العاديون مسارًا للموافقة.
de: Dies ist kein Token-Bereichsproblem oder lokaler Datenfehler. Es ist die OAuth-App-Richtlinie von GitHub auf Organisationsebene, und normale Starrer haben möglicherweise keinen Genehmigungsweg.
es: Esto no es un problema de alcance de token ni un error de datos local. Es la política de OAuth a nivel de organización de GitHub, y los usuarios comunes pueden no tener una vía de aprobación.
fr: Ce n'est pas un problème de portée de jeton ou une erreur de données locales. C'est la politique OAuth de l'organisation GitHub, et les starrers ordinaires peuvent ne pas avoir de voie d'approbation.
id: Ini bukan masalah cakupan token atau kesalahan data lokal. Ini adalah kebijakan Aplikasi OAuth tingkat organisasi GitHub, dan pemberi bintang biasa mungkin tidak memiliki jalur persetujuan.
it: Questo non è un problema di ambito del token o un errore dei dati locali. È la politica OAuth a livello di organizzazione di GitHub, e gli utenti normali potrebbero non avere un percorso di approvazione.
ja: これはトークンのスコープの問題やローカルデータのエラーではありません。GitHubの組織レベルのOAuthアプリポリシーであり、一般のスター付与者には承認のパスがない場合があります。
ko: 이는 토큰 범위 문제나 로컬 데이터 오류가 아닙니다. GitHub의 조직 수준 OAuth 앱 정책이며, 일반 별표 사용자는 승인 경로가 없을 수 있습니다.
nl: Dit is geen tokenbereikprobleem of lokale gegevensfout. Het is het OAuth-appbeleid op organisatieniveau van GitHub en gewone sterrers hebben mogelijk geen goedkeuringspad.
pl: Nie jest to problem zakresu tokena ani błąd danych lokalnych. Jest to polityka OAuth aplikacji na poziomie organizacji GitHub, a zwykli obserwatorzy mogą nie mieć ścieżki zatwierdzenia.
pt_br: Isso não é um problema de escopo de token ou erro de dados locais. É a política de aplicativo OAuth no nível da organização do GitHub, e usuários comuns que deram estrela podem não ter um caminho de aprovação.
ru: Это не проблема области токена или локальной ошибки данных. Это политика OAuth-приложений на уровне организации GitHub, и обычные пользователи, поставившие звезду, могут не иметь пути одобрения.
tr: Bu bir token kapsamı sorunu veya yerel veri hatası değildir. GitHub'ın kuruluş düzeyindeki OAuth Uygulama politikasıdır ve sıradan yıldızlayıcıların onay yolu olmayabilir.
uk: Це не проблема області дії токена або помилка локальних даних. Це політика OAuth-застосунків на рівні організації GitHub, і звичайні користувачі, які поставили зірку, можуть не мати шляху схвалення.
vi: Đây không phải là vấn đề về phạm vi token hay lỗi dữ liệu cục bộ. Đó là chính sách ứng dụng OAuth cấp tổ chức của GitHub và những người đánh dấu sao thông thường có thể không có đường dẫn phê duyệt.
zh_hans: 这不是 token scope 或本地数据错误，而是 GitHub 组织级 OAuth App 策略；普通 Star 用户通常没有可申请授权的入口。
zh_hant: 這不是 token 範圍或本地資料錯誤，而是 GitHub 組織層級的 OAuth 應用程式政策；一般 Star 使用者通常沒有申請授權的途徑。

# githubStarLists.error.orgOAuthRestricted.reason
source: The repository's organization restricts third-party OAuth App access.
ar: تقيد مؤسسة المستودع وصول تطبيقات OAuth الخارجية.
de: Die Organisation des Repositorys schränkt den Zugriff von Drittanbieter-OAuth-Apps ein.
es: La organización del repositorio restringe el acceso de aplicaciones OAuth de terceros.
fr: L'organisation du dépôt restreint l'accès des applications OAuth tierces.
id: Organisasi repositori membatasi akses Aplikasi OAuth pihak ketiga.
it: L'organizzazione del repository limita l'accesso alle app OAuth di terze parti.
ja: リポジトリの組織がサードパーティのOAuthアプリのアクセスを制限しています。
ko: 저장소의 조직이 타사 OAuth 앱 접근을 제한합니다.
nl: De organisatie van de repository beperkt toegang van derden via OAuth-apps.
pl: Organizacja repozytorium ogranicza dostęp aplikacji OAuth stron trzecich.
pt_br: A organização do repositório restringe o acesso de aplicativos OAuth de terceiros.
ru: Организация репозитория ограничивает доступ сторонних OAuth-приложений.
tr: Deponun kuruluşu, üçüncü taraf OAuth Uygulama erişimini kısıtlıyor.
uk: Організація репозиторію обмежує доступ сторонніх OAuth-застосунків.
vi: Tổ chức của kho lưu trữ hạn chế truy cập ứng dụng OAuth của bên thứ ba.
zh_hans: 该仓库所属组织限制了第三方 OAuth App 访问。
zh_hant: 該倉庫的組織限制了第三方 OAuth 應用程式存取。

# githubStarLists.error.orgOAuthRestricted.subtitle
source: GitHub blocked this group update because the repository belongs to a restricted organization.
ar: حظر GitHub تحديث هذه المجموعة لأن المستودع ينتمي إلى مؤسسة مقيدة.
de: GitHub hat diese Gruppenaktualisierung blockiert, da das Repository zu einer eingeschränkten Organisation gehört.
es: GitHub bloqueó esta actualización de grupo porque el repositorio pertenece a una organización restringida.
fr: GitHub a bloqué cette mise à jour de groupe car le dépôt appartient à une organisation restreinte.
id: GitHub memblokir pembaruan grup ini karena repositori milik organisasi yang dibatasi.
it: GitHub ha bloccato questo aggiornamento del gruppo perché il repository appartiene a un'organizzazione con restrizioni.
ja: リポジトリが制限された組織に属しているため、GitHubがこのグループの更新をブロックしました。
ko: GitHub이 이 그룹 업데이트를 차단했습니다. 저장소가 제한된 조직에 속해 있기 때문입니다.
nl: GitHub heeft deze groepsupdate geblokkeerd omdat de repository tot een beperkte organisatie behoort.
pl: GitHub zablokował tę aktualizację grupy, ponieważ repozytorium należy do ograniczonej organizacji.
pt_br: O GitHub bloqueou esta atualização de grupo porque o repositório pertence a uma organização restrita.
ru: GitHub заблокировал это обновление группы, так как репозиторий принадлежит ограниченной организации.
tr: GitHub bu grup güncellemesini engelledi çünkü depo kısıtlı bir kuruluşa ait.
uk: GitHub заблокував це оновлення групи, оскільки репозиторій належить обмеженій організації.
vi: GitHub đã chặn cập nhật nhóm này vì kho lưu trữ thuộc về một tổ chức bị hạn chế.
zh_hans: 该仓库属于受限组织，GitHub 拦截了这次分组更新。
zh_hant: 此倉庫屬於受限組織，GitHub 已攔截此次群組更新。

# githubStarLists.error.orgOAuthRestricted.title
source: GitHub organization permission required
ar: مطلوب إذن مؤسسة GitHub
de: GitHub-Organisationsberechtigung erforderlich
es: Permiso de organización de GitHub requerido
fr: Autorisation d'organisation GitHub requise
id: Izin organisasi GitHub diperlukan
it: Autorizzazione organizzazione GitHub richiesta
ja: GitHub組織の権限が必要です
ko: GitHub 조직 권한 필요
nl: GitHub-organisatiemachtiging vereist
pl: Wymagane uprawnienia organizacji GitHub
pt_br: Permissão da organização do GitHub necessária
ru: Требуется разрешение организации GitHub
tr: GitHub organizasyon izni gerekli
uk: Потрібен дозвіл організації GitHub
vi: Yêu cầu quyền tổ chức GitHub
zh_hans: 需要 GitHub 组织授权
zh_hant: 需要 GitHub 組織授權

# githubStarLists.toast.failed
source: Failed to update group
ar: فشل تحديث المجموعة
de: Gruppe konnte nicht aktualisiert werden
es: Error al actualizar el grupo
fr: Échec de la mise à jour du groupe
id: Gagal memperbarui grup
it: Impossibile aggiornare il gruppo
ja: グループの更新に失敗しました
ko: 그룹 업데이트 실패
nl: Groep bijwerken mislukt
pl: Nie udało się zaktualizować grupy
pt_br: Falha ao atualizar grupo
ru: Не удалось обновить группу
tr: Grup güncellenemedi
uk: Не вдалося оновити групу
vi: Không thể cập nhật nhóm
zh_hans: 更新分组失败
zh_hant: 更新群組失敗

# githubStarLists.toast.updated
source: Group updated
ar: تم تحديث المجموعة
de: Gruppe aktualisiert
es: Grupo actualizado
fr: Groupe mis à jour
id: Grup diperbarui
it: Gruppo aggiornato
ja: グループを更新しました
ko: 그룹 업데이트됨
nl: Groep bijgewerkt
pl: Grupa zaktualizowana
pt_br: Grupo atualizado
ru: Группа обновлена
tr: Grup güncellendi
uk: Групу оновлено
vi: Đã cập nhật nhóm
zh_hans: 分组已更新
zh_hant: 群組已更新

# keychain.error.decryptionFailedFormat
source: Decryption failed: %@
ar: فشل فك التشفير: %@
de: Entschlüsselung fehlgeschlagen: %@
es: Descifrado fallido: %@
fr: Échec du déchiffrement : %@
id: Dekripsi gagal: %@
it: Decifratura fallita: %@
ja: 復号化に失敗しました: %@
ko: 복호화 실패: %@
nl: Decoderen mislukt: %@
pl: Deszyfrowanie nie powiodło się: %@
pt_br: Falha na descriptografia: %@
ru: Ошибка расшифровки: %@
tr: Şifre çözme başarısız: %@
uk: Помилка розшифрування: %@
vi: Giải mã thất bại: %@
zh_hans: 解密失败: %@
zh_hant: 解密失敗：%@

# keychain.error.deleteFailedFormat
source: Failed to delete from Keychain: %@
ar: فشل الحذف من سلسلة المفاتيح: %@
de: Löschen aus der Schlüsselverwaltung fehlgeschlagen: %@
es: Error al eliminar del Llavero: %@
fr: Échec de la suppression du trousseau : %@
id: Gagal menghapus dari Keychain: %@
it: Eliminazione dal Portachiavi fallita: %@
ja: キーチェーンからの削除に失敗しました: %@
ko: 키체인에서 삭제 실패: %@
nl: Verwijderen uit Sleutelhanger mislukt: %@
pl: Nie udało się usunąć z pęku kluczy: %@
pt_br: Falha ao excluir das Chaves: %@
ru: Не удалось удалить из связки ключей: %@
tr: Keychain'den silinemedi: %@
uk: Не вдалося видалити зі зв'язки ключів: %@
vi: Không thể xóa khỏi Keychain: %@
zh_hans: Keychain 删除失败：%@
zh_hant: 從鑰匙圈刪除失敗：%@

# keychain.error.encryptionFailedFormat
source: Encryption failed: %@
ar: فشل التشفير: %@
de: Verschlüsselung fehlgeschlagen: %@
es: Cifrado fallido: %@
fr: Échec du chiffrement : %@
id: Enkripsi gagal: %@
it: Cifratura fallita: %@
ja: 暗号化に失敗しました: %@
ko: 암호화 실패: %@
nl: Coderen mislukt: %@
pl: Szyfrowanie nie powiodło się: %@
pt_br: Falha na criptografia: %@
ru: Ошибка шифрования: %@
tr: Şifreleme başarısız: %@
uk: Помилка шифрування: %@
vi: Mã hóa thất bại: %@
zh_hans: 加密失败: %@
zh_hant: 加密失敗：%@

# keychain.error.readFailedFormat
source: Failed to read from Keychain: %@
ar: فشلت القراءة من سلسلة المفاتيح: %@
de: Lesen aus der Schlüsselverwaltung fehlgeschlagen: %@
es: Error al leer del Llavero: %@
fr: Échec de la lecture du trousseau : %@
id: Gagal membaca dari Keychain: %@
it: Lettura dal Portachiavi fallita: %@
ja: キーチェーンからの読み取りに失敗しました: %@
ko: 키체인에서 읽기 실패: %@
nl: Lezen uit Sleutelhanger mislukt: %@
pl: Nie udało się odczytać z pęku kluczy: %@
pt_br: Falha ao ler das Chaves: %@
ru: Не удалось прочитать из связки ключей: %@
tr: Keychain'den okunamadı: %@
uk: Не вдалося прочитати зі зв'язки ключів: %@
vi: Không thể đọc từ Keychain: %@
zh_hans: Keychain 读取失败：%@
zh_hant: 從鑰匙圈讀取失敗：%@
